{
    "education": {
        "title": "Educación",
        "formal": "Formal",
        "certifications": {
            "title": "Certificaciones",
            "cert": [
                {
                    "0": {
                        "title": "Web Developer - Coderhouse",
                        "date": "Agosto 2021",
                        "description": "Fundamentos del desarrollo web."
                    }
                },
                {
                    "1": {
                        "title": "Javascript - Coderhouse",
                        "date": "Octubre 2021",
                        "description": "Introducción al lenguaje y creación de una aplicación web con JS."
                    }
                },
                {
                    "2": {
                        "title": "ReactJS - Coderhouse",
                        "date": "Febrero 2022",
                        "description": "Desarrollo de una Aplicación e-Commerce en ReactJS, integrando de manera fluida Firebase y APIs RESTful."
                    }
                },
                {
                    "3": {
                        "title": "NodeJS - UTN BA",
                        "date": "Julio 2024",
                        "description": "Conceptos básicos de NodeJS y MongoDB."
                    }
                }
            ]
        },
        "career": [
            {
                "0": {
                    "title": "Tecnicatura Superior en Programación - UTN",
                    "period": "Agosto 2018 - Marzo 2019",
                    "description": "En 2018, comencé la carrera impulsado por mi curiosidad por la computación. Durante ese tiempo, adquirí conocimientos básicos en C, así como en JavaScript y lógica de programación. En 2019, conseguí mi primer empleo en el campo y, debido a ello, decidí poner la carrera en pausa."
                }
            },
            {
                "1": {
                    "title": "Tecnicatura Universitaria en Programación - UTN",
                    "period": "Agosto 2023 - Actualidad",
                    "description": "En 2023, sentí la necesidad de retomar mis estudios, por lo que decidí volver a la formación académica. Actualmente, estoy cursando la tecnicatura con el objetivo de finalizarla para fines de 2024."
                }
            }
        ]
    },
    "experience": {
        "title": "Experiencia",
        "exp": [
            {
                "0": {
                    "title": "TLC Innovation",
                    "period": "Marzo 2019 - Agosto 2021",
                    "description": "Inicié mi trayectoria como Backend Trainee, especializándome en el desarrollo con .NET y C#. Mi trabajo se centró en la integración de consultas y actualizaciones SQL utilizando ADO.NET. Colaboré estrechamente con diversos equipos en proyectos para importantes clientes del sector logístico y comercial, desarrollando aplicaciones industriales de uso interno. Al finalizar mi etapa como Backend Jr+, había acumulado experiencia significativa en una variedad de proyectos, incluyendo la integración de APIs REST y SOAP, así como la implementación de SAP en entornos .NET."
                }
            },
            {
                "1": {
                    "title": "NTT Data",
                    "period": "Agosto 2021 - Actualidad",
                    "description": "Desde agosto de 2021, me he desempeñado como FullStack Jr/Ssr, especializándome en .NET Core para el backend y React para el frontend, con la incorporación reciente de Angular. He colaborado en proyectos para clientes globales en el sector industrial, trabajando de manera directa con los clientes y en conjunto con otras consultoras. A lo largo de este tiempo, he adoptado mejores prácticas y estándares como Azure DevOps para despliegues, Git para control de versiones, y metodologías de CI/CD, así como metodologías ágiles. Actualmente, estoy enfocado en perfeccionar mis conocimientos técnicos, así como en desarrollar mis habilidades blandas y de liderazgo."
                }
            }
        ]
    },
    "timelineCard": {
        "tech": "Tecnologías"
    },
    "header": {
        "linkedin": "Perfil Linkedin",
        "github": "Perfil Github",
        "download": "Descargar en PDF",
        "email": "Enviar Email"
    }
}